final List<Map<String, String>> doaaList = [

  {
    'doaa': 'اللهم لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك',
    'title': 'دعاء الحمد',
  },
{
'doaa': '''
اللهم اغفر لي وارحمني، وتب عليَّ إنك أنت التواب الرحيم
أستغفر الله ربي من كل ذنب وأتوب إليه
اللهم إني أسألك مغفرةً لي ولأهلي ولأحبتي وللمسلمين والمسلمات
اللهم اغفر لي ما قدمت وما أخرت وما أسررت وما أعلنت
رب اغفر لي وارحمني، وأنت خير الراحمين
اللهم اجعلني من المستغفرين بالأسحار
اللهم إني استغفرك لكل ذنبٍ أذنبت، ولكل خطيئةٍ أخطأت
اللهم اغفر لي ذنبي واجعل لي في هذا اليوم فرجاً ومخرجاً
''',
'title': 'دعاء الاستغفار',
},

  {
    'doaa': '''
اللهم اغفر له وارحمه، وعافه واعفُ عنه، وأبدله داراً خيراً من داره، وأهلاً خيراً من أهله، وأدخله الجنة، وأعذه من عذاب القبر ومن عذاب النار، ونقِّه من الذنوب والخطايا كما يُنقَّى الثوب الأبيض من الدنس
اللَّهُمَّ عامله بما أنت أهله، ولا تعامله بما هو أهله
اللَّهُمَّ اجزه عن الإحسان إحساناً وعن الإساءة عفواً وغفراناً
اللَّهُمَّ إن كان محسناً فزد من حسناته، وإن كان مسيئاً فتجاوز عن سيّئاته
اللَّهُمَّ أدخله الجنّة من غير مناقشة حساب ولا سابقة عذاب
اللَّهُمَّ آنسه في وحدته وفي وحشته وفي غربته
اللَّهُمَّ أنزله منزلاً مباركاً وأنت خير المنزلين
اللَّهُمَّ أنزله منازل الصدّيقين والشّهداء والصّالحين، وحسن أولئك رفيقاً
اللَّهُمَّ اجعل قبره روضةً من رياض الجنّة، ولا تجعله حفرةً من حفر النّار
اللَّهُمَّ افسح له في قبره مدّ بصره، وافرش قبره من فراش الجنّة
اللَّهُمَّ أعذه من عذاب القبر، وجفاف ِالأرض عن جنبيها
اللَّهُمَّ املأ قبره بالرّضا والنّور والفسحة والسّرور
اللَّهُمَّ إنّه في ذمّتك وحبل جوارك، فقِهِِ فتنة القبر، وعذاب النّار، وأنت أهل الوفاء والحقّ، فاغفر له وارحمه إنّك أنت الغفور الرّحيم
اللَّهُمَّ إنّه عبدك وابن عبدك خرج من الدّنيا وسعتها ومحبوبها وأحبّائه فيها إلى ظلمة القبر وما هو لاقيه
اللَّهُمَّ إنّه كان يشهد أنّك لا إله إلّا أنت وأنّ محمّداً عبدك ورسولك وأنت أعلم به
اللَّهُمَّ إنّا نتوسّل بك إليك، ونقسم بك عليك أن ترحمه ولا تعذّبه، وأن تثبّته عند السؤال
اللَّهُمَّ إنّه نَزَل بك وأنت خير منزولٍ به، وأصبح فقيراً إلى رحمتك وأنت غنيٌّ عن عذابه
اللَّهُمَّ آته برحمتك ورضاك، وقهِ فتنة القبر وعذابه، وآته برحمتك الأمن من عذابك حتّى تبعثه إلى جنّتك يا أرحم الرّاحمين
اللَّهُمَّ انقله من مواطن الدّود وضيق اللحود إلى جنّات الخلود
اللَّهُمَّ احمه تحت الأرض، واستره يوم العرض، ولا تخزه يوم يبعثون "يوم لا ينفع مالٌ ولا بنون إلّا من أتى الله بقلبٍ سليم"
اللَّهُمَّ يمّن كتابه، ويسّر حسابه، وثقّل بالحسنات ميزانه، وثبّت على الصّراط أقدامه، وأسكنه في أعلى الجنّات بجوار حبيبك ومصطفاك (صلّى الله عليه وسلّم)
اللَّهُمَّ أمّنه من فزع يوم القيامة، ومن هول يوم القيامة، واجعل نفسه آمنة مطمئنّة، ولقّنه حجّته
اللَّهُمَّ اجعله في بطن القبر مطمئنّاً وعند قيام الأشهاد آمن، وبجود رضوانك واثق، وإلى أعلى درجاتك سابق
اللَّهُمَّ اجعل عن يمينه نوراً حتّى تبعثه آمناً مطمئنّاً في نورٍ من نورك
اللَّهُمَّ انظر إليه نظرة رضا، فإنّ من تنظر إليه نظرة رضا لا تعذّبه أبداً
اللَّهُمَّ أسكنه فسيح الجنان، واغفر له يا رحمن، وارحمه يا رحيم، وتجاوز عمّا تعلم يا عليم
اللَّهُمَّ اعف عنه فإنّك القائل "ويعفو عن كثير"
اللَّهُمَّ إنّه جاء ببابك، وأناخ بجنابك، فَجد عليه بعفوك وإكرامك وجود إحسانك
اللَّهُمَّ إنّ رحمتك وسعت كلّ شيء فارحمه رحمةً تطمئنّ بها نفسه، وتقرّ بها عينه
اللَّهُمَّ احشره مع المتّقين إلى الرّحمن وفداً
اللَّهُمَّ احشره مع أصحاب اليمين، واجعل تحيّته سلامٌ لك من أصحاب اليمين
اللَّهُمَّ بشّره بقولك "كلوا واشربوا هنيئاً بما أسلفتم في الأيّام الخالية"
اللَّهُمَّ اجعله من الّذين سعدوا في الجنّة خالدين فيها ما دامت السموات والأرض
اللَّهُمَّ لا نزكّيه عليك، ولكنّا نحسبه أنّه أمن وعمل صالحاً، فاجعل له جنّتين ذواتي أفنان بحقّ قولك: "ولمن خاف مقام ربّه جنّتان"
اللَّهُمَّ شفع فيه نبيّنا ومصطفاك، واحشره تحت لوائه، واسقه من يده الشّريفة شربةً هنيئةً لا يظمأ بعدها أبداً
اللَّهُمَّ اجعله في جنّة الخلد "الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاء وَمَصِيرًا. لَهُمْ فِيهَا مَا يَشَاؤُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْؤُولا"
اللَّهُمَّ إنّه صبر على البلاء فلم يجزع، فامنحه درجة الصّابرين الّذين يوفون أجورهم بغير حساب فإنّك القائل "إنّما يوفي الصّابرون أجرهم بغير حساب"
اللَّهُمَّ إنّه كان مصلّ لك، فثبّته على الصّراط يوم تزل الأقدام
اللَّهُمَّ إنّه كان صائماً لك، فأدخله الجنّة من باب الريّان
اللَّهُمَّ إنّه كان لكتابك تالٍ وسامع، فشفّع فيه القرآن، وارحمه من النّيران، واجعله يا رحمن يرتقي في الجنّة إلى آخر آية قرأها أو سمعها، وآخر حرفٍ تلاه
اللَّهُمَّ ارزقه بكلّ حرفٍ في القرآن حلاوة، وبكلّ كلمة كرامة، وبكلّ اّية سعادة، وبكلّ سورة سلامة، وبكل جْزءٍ جزاء
اللَّهُمَّ ارحمه فإنّه كان مسلماً، واغفر له فإنّه كان مؤمناً، وأدخله الجنّة فإنّه كان بنبيّك مصدّقاً، وسامحه فإنّه كان لكتابك مرتّلاً
اللَّهُمَّ اغفر لحيّنا وميّتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذَكرنَا وأنثانا
اللَّهُمَّ من أحييته منّا فأحيه على الإسلام، ومن توفّيته منّا فتوفّه على الإيمان
اللَّهُمَّ لا تحرمنا أجره ولا تضللنا بعده
اللَّهُمَّ ارحمنا إذا أتانا اليقين، وعرق منّا الجبين، وكثر الأنين والحنين
اللَّهُمَّ ارحمنا إذا يئس منّا الطبيب، وبكى علينا الحبيب، وتخلّى عنّا القريب والغريب، وارتفع النّشيج والنّحيب
اللَّهُمَّ ارحمنا إذا اشتدّت الكربات، وتوالت الحسرات، وأطبقت الرّوعات، وفاضت العبرات، وتكشّفت العورات، وتعطّلت القوى والقدرات
اللَّهُمَّ ارحمنا إذا حُمِلنا على الأعناقِ، وبلغتِ التراقِ، وقيل من راق وظنّ أنّه الفراق والتفَّتِ السَّاقُ بالسَّاقِ، إليك يا ربَّنا يومئذٍ المساق
اللَّهُمَّ ارحمنا إذا ورينا التّراب، وغلقت القبور والأبواب، وانفضّ الأهل والأحباب، فإذا الوحشة والوحدة وهول الحساب
اللَّهُمَّ ارحمنا إذا فارقنا النّعيم، وانقطع النّسيم، وقيل ما غرّك بربّك الكريم
اللَّهُمَّ ارحمنا إذا أقمنا للسؤال، وخاننا المقال، ولم ينفع جاهٌ ولامال ولا عيال، وقد حال الحال، وليس إلّا فضل الكبير المتعال
اللَّهُمَّ ارحمنا إذا نَسي اسمنا، ودَرس رسمنا، وأحاط بنا قسمنا ووسعنا
اللَّهُمَّ ارحمنا إذا أهملنا فلم يزرنا زائر، ولم يذكرنا ذاكر، وما لنا من قوّة ولا ناصر، فلا أمل إلّا في القاهر القادر الغافر، يا من إذا وعد أوفى، وإذا توعّد عفا، وشفّع يا ربّ فينا حبيبنا المصطفى، واجعلنا ممّن صفا ووفا، وبالله اكتفى، يا أرحم الرّاحمين، يا حيّ يا قيّوم، يا بديع السموات والأرض، يا ذا الجلال والإكرام
اللَّهُمَّ إنّه عبدك وابن عبدك وابن أمتك مات وهو يشهد لك بالوحدانيّة ولرسولك بالشّهادة فاغفر له إنّك أنت الغفّار
اللَّهُمَّ لا تحرمنا أجره، ولا تفتنّا بعده، واغفر لنا وله، واجمعنا معه في جنّات النّعيم يا ربّ العالمين
اللَّهُمَّ أنزل على أهله الصّبر والسلوان وارضهم بقضائك
اللَّهُمَّ ثبّتنا على القول الثّابت في الحياة الدّنيا، وفي الآخرة، ويوم يقوم الأشهاد
اللَّهُمَّ صلّ وسلّم وبارك على سيّدنا محمّد، وعلى اّله وصحبه وسلّم إلى يوم الدّين
''',
    'title': 'دعاء للمتوفي (ذكورا)',
  },
  {
    'doaa': '''
اللهم اغفر لها وارحمها، وعافها واعفُ عنها، اللَّهُمَّ أبدلها داراً خيراً من دارها، وأهلاً خيراً من أهلها، وأدخلها الجنة، وأعذها من عذاب القبر ومن عذاب النار، ونقِّها من الذنوب والخطايا كما يُنقَّى الثوب الأبيض من الدنس
اللَّهُمَّ عاملها بما أنت أهله، ولا تعاملها بما هى أهله
اللَّهُمَّ اجزها عن الإحسان إحساناً وعن الإساءة عفواً وغفراناً
اللَّهُمَّ إن كانت محسنةً فزد من حسناتها، وإن كان مسيئةً فتجاوز عن سيّئاتها
اللَّهُمَّ أدخلها الجنّة من غير مناقشة حساب ولا سابقة عذاب
اللَّهُمَّ اّنسها في وحدتها وفي وحشتها وفي غربتها
اللَّهُمَّ أنزلها منزلاً مباركاً وأنت خير المنزلين
اللَّهُمَّ أنزلها منازل الصدّيقين والشّهداء والصّالحين، وحسن أولئك رفيقاً
اللَّهُمَّ اجعل قبرها روضةً من رياض الجنّة، ولا تجعله حفرةً من حفر النّار
اللَّهُمَّ افسح لها في قبرها مدّ بصرها، وافرش قبرها من فراش الجنّة
اللَّهُمَّ أعذها من عذاب القبر، وجفاف ِالأرض عن جنبيها
اللَّهُمَّ املأ قبرها بالرّضا والنّور والفسحة والسّرور
اللَّهُمَّ إنّها في ذمّتك وحبل جوارك، فقِهِا فتنة القبر، وعذاب النّار، وأنت أهل الوفاء والحقّ، فاغفر لهه وارحمها إنّك أنت الغفور الرّحيم
اللَّهُمَّ إنها أمتك وبنت أمتك خرجت من الدّنيا وسعتها ومحبوبيها وأحبائها فيها إلى ظلمة القبر وما هى لاقته
اللَّهُمَّ إنّها كانت تشهد أنّك لا إله إلّا أنت وأنّ محمّداً عبدك ورسولك وأنت أعلم به
اللَّهُمَّ إنّا نتوسّل بك إليك، ونقسم بك عليك أن ترحمها ولا تعذّبها، وأن تثبّتها عند السؤال
اللَّهُمَّ إنّها نَزَلت بك وأنت خير منزولٍ به، وأصبحت فقيرةً إلى رحمتك وأنت غنيٌّ عن عذابها
اللَّهُمَّ آتها برحمتك ورضاك، وقهِا فتنة القبر وعذابه، وآتها برحمتك الأمن من عذابك حتّى تبعثها إلى جنّتك يا أرحم الرّاحمين
اللَّهُمَّ انقلها من مواطن الدّود وضيق اللحود إلى جنّات الخلود
اللَّهُمَّ احمها تحت الأرض، واسترها يوم العرض، ولا تخزها يوم يبعثون “يوم لا ينفع مالٌ ولا بنون إلّا من أتى الله بقلبٍ سليم”
اللَّهُمَّ يمّن كتابها، ويسّر حسابها، وثقّل بالحسنات ميزانها، وثبّت على الصّراط أقدامها، وأسكنها في أعلى الجنّات بجوار حبيبك ومصطفاك (صلّى الله عليه وسلّم)
اللَّهُمَّ أمّنها من فزع يوم القيامة، ومن هول يوم القيامة، واجعل نفسها آمنة مطمئنّة، ولقّنها حجّتها
اللَّهُمَّ اجعلها في بطن القبر مطمئنّةً وعند قيام الإشهاد آمنةً، وبجود رضوانك واثقةً، وإلى أعلى درجاتك سابقةً
اللَّهُمَّ اجعل عن يمينها نوراً حتّى تبعثها آمنةً مطمئنّةً في نورٍ من نورك
اللَّهُمَّ انظر إليها نظرة رضا، فإنّ من تنظر إليه نظرة رضا لا تعذّبه أبداً
اللَّهُمَّ أسكنها فسيح الجنان، واغفر لها يا رحمن، وارحمها يا رحيم، وتجاوز عمّا تعلم يا عليم
اللَّهُمَّ اعف عنها فإنّك القائل “ويعفو عن كثير”
اللَّهُمَّ إنّها جاءت ببابك، وأناخت بجنابك، فَجد عليها بعفوك وإكرامك وجود إحسانك
اللَّهُمَّ إنّ رحمتك وسعت كلّ شيء فارحمها رحمةً تطمئنّ بها نفسها، وتقرّ بها عينها
اللَّهُمَّ احشرها مع المتّقين إلى الرّحمن وفداً
اللَّهُمَّ احشرها مع أصحاب اليمين، واجعل تحيّتها سلامٌ لك من أصحاب اليمين
اللَّهُمَّ بشّرها بقولك “كلوا واشربوا هنيئاً بما أسلفتم في الأيّام الخالية”
اللَّهُمَّ اجعلها من الّذين سعدوا في الجنّة خالدين فيها ما دامت السموات والأرض
اللَّهُمَّ لا نزكّيها عليك، ولكنّا نحسبها أنّها أمنت وعملت صالحاً، فاجعل لها جنّتين ذواتي أفنان بحقّ قولك: “ولمن خاف مقام ربّه جنّتان”
اللَّهُمَّ شفع فيها نبيّنا ومصطفاك، واحشرها تحت لوائه، واسقها من يده الشّريفة شربةً هنيئةً لا تظمأ بعدها أبداً
اللَّهُمَّ اجعلها في جنّة الخلد "الَّتِي وُعِدَ الْمُتَّقُونَ كَانَتْ لَهُمْ جَزَاء وَمَصِيرًا. لَهُمْ فِيهَا مَا يَشَاؤُونَ خَالِدِينَ كَانَ عَلَى رَبِّكَ وَعْدًا مَسْؤُولا"
اللَّهُمَّ إنّها صبرت على البلاء فلم تجزع، فامنحها درجة الصّابرين الّذين يوفون أجورهم بغير حساب فإنّك القائل "إنّما يوفي الصّابرون أجرهم بغير حساب"
اللَّهُمَّ إنّها كانت تصلّى لك، فثبّتها على الصّراط يوم تزل الأقدام
اللَّهُمَّ إنّها كانت صائمةً لك، فأدخلها الجنّة من باب الريّان
اللَّهُمَّ إنّها كانت لكتابك تاليةً وسامعةً، فشفّع فيها القرآن، وارحمها من النّيران، واجعلها يا رحمن ترتقي في الجنّة إلى آخر آية قرأتها أو سمعتها، وآخر حرفٍ تلته
اللَّهُمَّ ارزقها بكلّ حرفٍ في القرآن حلاوة، وبكلّ كلمة كرامة، وبكلّ اّية سعادة، وبكلّ سورة سلامة، وبكل جْزءٍ جزاء
اللَّهُمَّ ارحمها فإنّها كان مسلمةً، واغفر لها فإنّها كان مؤمنةً، وأدخلها الجنّة فإنّها كانت بنبيّك مصدّقةً، وسامحها فإنّها كانت لكتابك مرتّلةً
اللَّهُمَّ اغفر لحيّنا وميّتنا، وشاهدنا وغائبنا، وصغيرنا وكبيرنا، وذَكرنَا وأنثانا
اللَّهُمَّ من أحييته منّا فأحيه على الإسلام، ومن توفّيته منّا فتوفّه على الإيمان
اللَّهُمَّ لا تحرمنا أجرها ولا تضللنا بعدها
اللَّهُمَّ ارحمنا إذا أتانا اليقين، وعرق منّا الجبين، وكثر الأنين والحنين
اللَّهُمَّ ارحمنا إذا يئس منّا الطبيب، وبكى علينا الحبيب، وتخلّى عنّا القريب والغريب، وارتفع النّشيج والنّحيب
اللَّهُمَّ ارحمنا إذا اشتدّت الكربات، وتوالت الحسرات، وأطبقت الرّوعات، وفاضت العبرات، وتكشّفت العورات، وتعطّلت القوى والقدرات
اللَّهُمَّ ارحمنا إذا حُمِلنا على الأعناقِ، وبلغتِ التراقِ، وقيل من راق وظنّ أنّه الفراق والتفَّتِ السَّاقُ بالسَّاقِ، إليك يا ربَّنا يومئذٍ المساق
اللَّهُمَّ ارحمنا إذا ورينا التّراب، وغلقت القبور والأبواب، وانفضّ الأهل والأحباب، فإذا الوحشة والوحدة وهول الحساب
اللَّهُمَّ ارحمنا إذا فارقنا النّعيم، وانقطع النّسيم، وقيل ما غرّك بربّك الكريم
اللَّهُمَّ ارحمنا إذا أقمنا للسؤال، وخاننا المقال، ولم ينفع جاهٌ ولامال ولا عيال، وقد حال الحال، وليس إلّا فضل الكبير المتعال
اللَّهُمَّ ارحمنا إذا نَسي اسمنا، ودَرس رسمنا، وأحاط بنا قسمنا ووسعنا
اللَّهُمَّ ارحمنا إذا أهملنا فلم يزرنا زائر، ولم يذكرنا ذاكر، وما لنا من قوّة ولا ناصر، فلا أمل إلّا في القاهر القادر الغافر، يا من إذا وعد أوفى، وإذا توعّد عفا، وشفّع يا ربّ فينا حبيبنا المصطفى، واجعلنا ممّن صفا ووفا، وبالله اكتفى، يا أرحم الرّاحمين، يا حيّ يا قيّوم، يا بديع السموات والأرض، يا ذا الجلال والإكرام
اللَّهُمَّ إنّها امتك بنت أمتك ماتت وهى تشهد لك بالوحدانيّة ولرسولك بالشّهادة فاغفر لها إنّك أنت الغفّار
اللَّهُمَّ لا تحرمنا أجرها، ولا تفتنّا بعدها، واغفر لنا ولها، واجمعنا معها في جنّات النّعيم يا ربّ العالمين
اللَّهُمَّ أنزل على أهلها الصّبر والسلوان وارضهم بقضائك
اللَّهُمَّ ثبّتنا على القول الثّابت في الحياة الدّنيا، وفي الآخرة، ويوم يقوم الأشهاد
اللَّهُمَّ صلّ وسلّم وبارك على سيّدنا محمّد، وعلى اّله وصحبه وسلّم إلى يوم الدّين

''',
    'title': 'دعاء للمتوفية (اناث)',
  },
  {
    'doaa': '''
اللَّهُمَّ اجْعَلْهُ فَرَطَاً وَذُخْراً لِوَالِدَيْهِ، وشَفِيعاً مُجَاباً، اللَّهُمَّ ثَقِّلْ بِهِ مَوَازِيْنَهُمَا، وأعْظِمْ بهِ أُجُورَهُمَا، وألْحِقْهُ بِصَالِحِ الـمُؤْمِنينَ، واجْعَلْهُ فِي كَفَالَةِ إِبْرَاهِيمَ، وَقِهِ بِرَحْمَتِكَ عَذَابَ الجَحِيمِ، وأبْدِلْهُ دَاراً خَيْراً مِنْ دَارِهِ، وَأَهْلاً خَيْراً مِنْ أَهْلِهِ، اللَّهُمَّ اغْفِرْ لأسْلاَفِنَا، وَأَفْرَاطِنَا، وَمَنْ سَبَقَنا بالإيْمَانِ
''',
    'title': 'أدعية للميّت الطفل',
  },
  {
    'doaa': '''
اللَّهُمَّ اغْفِرْ لَهُ وَارْحَمْهُ وَعَافِهِ وَاعْفُ عَنْهُ ، وَأَكْرِمْ نُزُلَهُ ، وَوَسِّعْ مُدْخَلَهُ ، وَاغْسِلْهُ بِالْمَاءِ وَالثَّلْجِ وَالْبَرَدِ ، وَنَقِّهِ مِنْ الْخَطَايَا كَمَا نَقَّيْتَ الثَّوْبَ الْأَبْيَضَ مِنْ الدَّنَسِ ، وَأَبْدِلْهُ دَارًا خَيْرًا مِنْ دَارِهِ ، وَأَهْلًا خَيْرًا مِنْ أَهْلِهِ ، وَزَوْجًا خَيْرًا مِنْ زَوْجِهِ ، وَأَدْخِلْهُ الْجَنَّةَ ، وَقِهِ فِتْنَةَ الْقَبْرِ وَعَذَابَ النَّارِ
''',
    'title': 'الدّعاء للميّت في صّلاة الجنازة',
  },

  {
    'doaa': 'اللهم إني أستخيرك بعلمك وأستقدرك بقدرتك',
    'title': 'دعاء الاستخارة',
  },
  {
    'doaa': '''
    اللهم إني أعوذ بكلمات الله التامات من شر ما خلق،وأعوذ بكلمات الله التامات من غضبه وعقابه،ومن شر كل دابة أنت آخذ بناصيتها،ومن شر النفاثات في العقد،ومن شر حاسد إذا حسد
    اللهم اجعل في قلبي نورًا، وفي جسدي صحة، وفي نفسي طمأنينة، وفي سبيلي هداية
    اللهم احفظني من كل سوء، واجعلني من المتوكلين عليك، واغمرني برحمتك وكرمك
    اللهم ارفع عني كل ضر، واغفر لي ذنوبي، وارزقني العافية في الدنيا والآخرة
  ''',
    'title': 'دعاء الرقية الشرعية',
  },
  {
    'doaa': 'اللهم احفظني من كل سوء',
    'title': 'دعاء الحفظ',
  },
  {
    'doaa': 'اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه',
    'title': 'دعاء الهداية',
  },
  {
    'doaa': 'اللهم اجعلني من الصابرين',
    'title': 'دعاء الصبر',
  },
  {
    'doaa': 'اللهم ارزقني الحكمة في القول والفعل',
    'title': 'دعاء الحكمة',
  },
  {
    'doaa': '''
    اللهم اجعل لي من كل هم فرجًا ومن كل ضيق مخرجًا،واجعلني من عبادك الصالحين الذين يطلبون الفرج منك في كل حين.اللهم إني أسألك أن تيسر لي أموري وتفك كربتي، وتغفر لي ذنوبي، وتعينني على طاعتك وعبادتك اللهم اجعلني من الذين يتوكلون عليك، واغمرني برحمتك واجعل لي من كل بلاء عافية
    اللهم ارحم ضعف قوتي، واغفر لي زلاتي، واجعل لي في كل خطوة توفيقًا وفي كل قرار سدادًا اللهم أخرجني من كل كرب ومحنة، واغنني بحلالك عن حرامك، واجعلني من الفائزين برحمتك في الدنيا والآخرة
  ''',
    'title': 'دعاء الفرج',
  },

  {
    'doaa': 'اللهم إني أسألك رحمتك ورضاك',
    'title': 'دعاء الرحمة',
  },
  {
    'doaa': '''
    اللهم إني أسألك العفو والعافية، اللهم لك الحمد كما ينبغي لجلال وجهك وعظيم سلطانك
    اللهم اغفر لي وارحمني، اللهم اغفر له وارحمه وأسكنه فسيح جناتك
    اللهم إني أستخيرك بعلمك وأستقدرك بقدرتك، اللهم إني أعوذ بكلمات الله التامات من شر ما خلق
    اللهم احفظني من كل سوء، اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه
    اللهم اجعلني من الصابرين، اللهم اجعل لي من كل حزن فرجًا ومن كل ضيق مخرجًا
    اللهم اغنني بحلالك عن حرامك وبفضلك عمن سواك، اللهم اجعلني من أهل الجنة
    اللهم اجعلني في درب الهداية وألهمني رشد الأمور، اللهم اجعلني من الذاكرين الشاكرين
    اللهم اجعل لي نصيبًا من كل خير تنزله في هذا اليوم، اللهم ارحم موتانا وموتى المسلمين
    اللهم انصر إخواننا المستضعفين في كل مكان، اللهم اجعلني من الذين يؤمنون بالغيب
    اللهم اجعلني ممن يتقبلون التوبة، واجعلني من عباده الصالحين الذين يخلصون في دعائهم ويستغفرون لك في كل آن
  ''',
    'title': 'دعاء شامل',
  },
  {
    'doaa': 'اللهم اهدني لأحسن الأعمال وأحسن الأخلاق',
    'title': 'دعاء الهداية للأحسن',
  },
  {
    'doaa': 'اللهم اجعلني من الذين يؤمنون بالغيب، واجعلني من أهل الصلاح والهدى، وثبتني على الإيمان حتى ألقاك',
    'title': 'دعاء الإيمان',
  },

  {
    'doaa': 'اللهم انصر إخواننا المستضعفين في كل مكان، اللهم أيدهم بالنصر والتمكين، واجعل لهم من كل ضيق مخرجًا، ومن كل هم فرجًا',
    'title': 'دعاء النصر',
  },

  {
    'doaa': 'اللهم اجعل لي نصيبًا من كل خير تنزله في هذا اليوم، واجعلني من الذين يسمعون القول فيتبعون أحسنه، وبارك لي في وقتي وأعمالي',
    'title': 'دعاء خير اليوم',
  },
  {
    'doaa': '''
اللهم اجعلني من الذاكرين الشاكرين
اللهم اذكرني في ملأٍ خيرٍ من ملأي، واشكرني على نعمتك وفضلك
اللهم ارزقني حبك وحب من يحبك وحب كل عمل يقربني إلى حبك
اللهم اجعلني ممن يستمعون القول فيتبعون أحسنه، واغفر لي وارحمنا
''',
    'title': 'دعاء الذكر والشكر',
  },

  {
    'doaa': '''
اللهم اجعلني في درب الهداية وألهمني رشد الأمور
اللهم اهدني لأحسن الأعمال والأخلاق، لا يهدي لأحسنها إلا أنت
اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه، ووفقني لعمل الخير
اللهم ارزقني العلم النافع، والفهم العميق، واغفر لي وارحمنا
''',
    'title': 'دعاء الرشد',
  },

  {
    'doaa': '''
اللهم اجعل لي من كل حزن فرجًا ومن كل ضيق مخرجًا
اللهم أبدل حزني فرحًا، وهمي سعادة، وضقتي سعة
يا الله، ارح قلبي واشرح صدري، واغمرني برحمتك
اللهم افتح لي أبواب رحمتك، واجعل لي مخرجًا من كل ضيق
اللهم إني أسألك أن تجعلني ممن يسعدون في الدنيا والآخرة
اللهم اجعلني من الذين إذا أصابتهم مصيبة قالوا إنا لله وإنا إليه راجعون
اللهم احفظني واغفر لي وارزقني الفرح والسعادة في حياتي
''',
    'title': 'دعاء الفرج من الحزن',
  },
  {
    'doaa': '''
اللهم اغنني بحلالك عن حرامك، وبفضلك عمن سواك
اللهم اجعل لي من كل ضيق مخرجًا، ومن كل هم فرجًا
يا الله، ارزقني من فضلك الواسع، واغنني بكرمك
اللهم ارزقني غنى النفس، واجعلني من الشاكرين
اللهم أدم نعمتك عليّ، ووفقني لاستخدامها في طاعتك
''',
    'title': 'دعاء الغنى',
  },

  {
    'doaa': '''
اللهم اجعلني من أهل الجنة، واجعلني ممن ينعمون فيها برحمتك
اللهم أدخلني الجنة بغير حساب، واغفر لي ذنوبي وارحمني
اللهم اجعلني ممن يسير على صراطك المستقيم، وثبتني على الإيمان
اللهم ارزقني الفردوس الأعلى، واجمعني مع الأنبياء والصالحين
''',
    'title': 'دعاء الجنة',
  },

];
