import 'dart:math';
import 'package:flutter/cupertino.dart';
import 'package:flutter/material.dart';
import 'package:google_fonts/google_fonts.dart';

List<String> hadiths = [
  'قال رسول الله صلى الله عليه وسلم: "إنما الأعمال بالنيات، وإنما لكل امرئ ما نوى"',
  'اللهم اجعلني من الذين يستمعون القول فيتبعون أحسنه',
  'قال رسول الله صلى الله عليه وسلم: "الدين النصيحة." قلنا: لمن؟ قال: "لله ولكتابه ولرسوله ولأئمة المسلمين وعامتهم"',
  'اللهم ارزقني علمًا نافعا ورزقًا طيبا وعملا متقبلا',
  'قال رسول الله صلى الله عليه وسلم: "المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف، وفي كل خير"',
  'اللهم اجعلني ممن يذكرونك في كل حين',
  'قال رسول الله صلى الله عليه وسلم: "أحب الناس إلى الله أنفعهم للناس"',
  'اللهم اجعلني من الذين يبتغون رضاك في كل عمل',
  'قال رسول الله صلى الله عليه وسلم: "من سلك طريقًا يلتمس فيه علمًا سهل الله له طريقًا إلى الجنة"',
  'اللهم اجعل لي نصيبا من كل خير تقدره',
  'قال رسول الله صلى الله عليه وسلم: "إذا مات الإنسان انقطع عمله إلا من ثلاث: صدقة جارية، أو علم يُنتفع به، أو ولد صالح يدعو له"',
  'اللهم اجعل لي من كل هم فرجا ومن كل ضيق مخرجا',
  'قال رسول الله صلى الله عليه وسلم: "كل ابن آدم خطاء، وخير الخطائين التوابون"',
  'اللهم أعني على ذكرك وشكرك وحسن عبادتك',
  'قال رسول الله صلى الله عليه وسلم: "أكثروا من الصلاة عليَّ يوم الجمعة، فإن صلاتكم معروضة عليَّ"',
  'اللهم ارحم موتانا واغفر لهم وارحمهم',
  'قال رسول الله صلى الله عليه وسلم: "يقول الله تعالى: أنا عند ظن عبدي بي"',
  'قال رسول الله صلى الله عليه وسلم: "الكلمة الطيبة صدقة"',
  'اللهم اجعلني من الصابرين واغفر لي ذنوبي',
  'قال رسول الله صلى الله عليه وسلم: "إن الله يُحب العبد التقي الغني الخفي"',
  'قال رسول الله صلى الله عليه وسلم: "يقول الله تعالى: أنا عند ظن عبدي بي"',
  'اللهم إني أسألك الرحمة والمغفرة في هذه الدنيا والآخرة',
  'قال رسول الله صلى الله عليه وسلم: "إن الله يُحب الصابرين"',
  'قال رسول الله صلى الله عليه وسلم: "المؤمن القوي خير وأحب إلى الله من المؤمن الضعيف"',
  'قال رسول الله صلى الله عليه وسلم: "إن الله يُحب إذا عمل أحدكم عملاً أن يتقنه"',
];

String getRandomHadith() {
  final random = Random();
  return hadiths[random.nextInt(hadiths.length)];
}

Widget buildHadithContainer(String hadithText) {
  return Container(
    width: double.infinity,
    padding: EdgeInsets.all(16),
    decoration: BoxDecoration(
      color: Colors.yellow.withOpacity(0.1),
      borderRadius: BorderRadius.circular(10),
      border: Border.all(color:Color(0xff2e7d32), width: 3),
    ),
    child: Column(
      crossAxisAlignment: CrossAxisAlignment.end,
      children: [
        Text(
          hadithText,
          style: GoogleFonts.amiri(
            fontSize: 18,
            color: Colors.white,
            fontWeight: FontWeight.w400,
          ),
          textAlign: TextAlign.center,
        ),
      ],
    ),
  );
}

