final List<Map<String, String>> bestList = [

  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة الفاتحة

عَنْ أَبِي سَعِيدِ بْنِ المُعَلَّى رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ لِيَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: أَلاَ أُعَلِّمُكَ أَعْظَمَ سُورَةٍ فِي القُرْآنِ قَبْلَ أَنْ أَخْرُجَ مِنَ المَسْجِدِ". فَذَهَبَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لِيَخْرُجَ مِنَ المَسْجِدِ فَذَكَّرْتُهُ، فَقَالَ: "(الحَمْدُ لِلَّهِ رَبِّ العَالَمِينَ). هِيَ السَّبْعُ المَثَانِي، وَالقُرْآنُ العَظِيمُ الَّذِي أُوتِيتُهُ». رَوَاه البُخَارِي (6/ 4474)، وأَحمَد (24/ 15730)
وعَن عَبْدِ اللهِ بْنِ عَبَّاسٍ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: بَيْنَمَا جِبْرِيلُ قَاعِدٌ عِنْدَ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، سَمِعَ نَقِيضًا مِنْ فَوْقِهِ، فَرَفَعَ رَأْسَهُ، فَقَالَ: "هَذَا بَابٌ مِنَ السَّمَاءِ فُتِحَ الْيَوْمَ لَمْ يُفْتَحْ قَطُّ إِلَّا الْيَوْمَ، فَنَزَلَ مِنْهُ مَلَكٌ، فَقَالَ: هَذَا مَلَكٌ نَزَلَ إِلَى الْأَرْضِ لَمْ يَنْزِلْ قَطُّ إِلَّا الْيَوْمَ، فَسَلَّمَ، وَقَالَ: أَبْشِرْ بِنُورَيْنِ أُوتِيتَهُمَا لَمْ يُؤْتَهُمَا نَبِيٌّ قَبْلَكَ: فَاتِحَةُ الْكِتَابِ، وَخَوَاتِيمُ سُورَةِ الْبَقَرَةِ، لَنْ تَقْرَأَ بِحَرْفٍ مِنْهُمَا إِلَّا أُعْطِيتَه". رَوَاه مُسْلِم (1/ 806)، والنَّسَائِي (2/ 912)
وعَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: «مَا أَنْزَلَ اللَّهُ فِي التَّوْرَاةِ وَالْإِنْجِيلِ مِثْلَ أُمِّ القُرْآنِ، وَهِيَ السَّبْعُ المَثَانِي". قَالَ اللهُ: «وَهِيَ مَقْسُومَةٌ بَيْنِي وَبَيْنَ عَبْدِي، وَلِعَبْدِي مَا سَأَلَ". رَوَاه التِّرمِذِيُّ (5/ 3125) وصَحَّحَهُ، والنَّسَائِي (2/ 914)
عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ قَالَ: كُنَّا فِي مَسِيرٍ لَنَا، فَنَزَلْنَا، فَجَاءَتْ جَارِيَةٌ فَقَالَتْ: إِنَّ سَيِّدَ الْحَيِّ سَلِيمٌ، وَإِنَّ نَفَرَنَا غُيَّبٌ، فَهَلْ مِنْكُمْ رَاقٍ؟ فَقَامَ مَعَهَا رَجُلٌ مَا كُنَّا نَأْبُنُهُ بِرُقْيَةٍ، فَرَقَاهُ فَبَرَأَ، فَأَمَرَ لَهُ بِثَلاَثِينَ شَاةً وَسَقَانَا لَبَنًا فَلَمَّا رَجَعَ قُلْنَا لَهُ أَكُنْتَ تُحْسِنُ رُقْيَةً أَوْ كُنْتَ تَرْقِي قَالَ: مَا رَقَيْتُ إِلاَّ بِأُمِّ الْكِتَابِ قُلْنَا. لاَ تُحْدِثُوا شَيْئًا حَتَّى نَأْتِيَ أَوْ نَسْأَلَ النَّبِيَّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ-، فَلَمَّا قَدِمْنَا الْمَدِينَةَ ذَكَرْنَاهُ لِلنَّبِيِّ -صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ- فَقَالَ: "وَمَا كَانَ يُدْرِيهِ أَنَّهَا رُقْيَةٌ؟ اقْسِمُوا وَاضْرِبُوا لِي بِسَهْمٍ"
الأحاديث الضعيفة التي وردت فى فضل سورة الفاتحة
هام جداً:  تم وضع الأحاديث الضعيفة هنا لكي لايؤخذ بها و يعلم الناس أنها ضعيفة
فاتحة الكتاب تجزي ما لا يجزي شيء من القرآن، ولو أن فاتحة الكتاب جعلت في كفة الميزان، وجعل القرآن في الكفة الأخرى، لفضلت فاتحة الكتاب على القرآن سبع مرات. [((ضعيف جدا))/سلسلة الأحاديث الضعيفة 3996]
فاتحة الكتاب شفاء من السم. [سلسلة الأحاديث الضعيفة 3997]
إذا وضعت جنبك على الفراش وقرأت {فاتحة الكتاب} و {قل هو الله أحد} فقد أمنت من كل شيء إلا الموت. [ضعيف/ ضعيف الترغيب و الترهيب 347]
فاتحة الكتاب وآية الكرسي لا يقرؤهما عبد في دار فيصيبهم ذلك اليوم عين إنس وجن. [ضعيف/ضعيف الجامع الصغير 3952]
فاتحة الكتاب شفاء من كل داء. [(ضعيف) / ضعيف الجامع الصغير 3951]
فاتحة الكتاب تعدل بثلثي القرآن. [(ضعيف) / ضعيف الجامع الصغير 3949]
''',
    'title': 'فَضْلُ سُورَةِ الفَاتِحَة',
  },
{
'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة البقرة
عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ يَقُولُ: "اقْرَءُوا سُورَةَ الْبَقَرَةِ، فَإِنَّ أَخْذَهَا بَرَكَةٌ، وَتَرْكَهَا حَسْرَةٌ، وَلَا تَسْتَطِيعُهَا الْبَطَلَةُ". رَوَاه مُسْلِم (1/ 804)، وأَحمَد فِي "المُسْنَد" (36/ 22146)
وعَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: "إِنَّ الشَّيْطَانَ يَنْفِرُ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ". رَوَاه مُسْلِم (1/ 780)، والتِّرمِذِي (5/ 2877)
عَنْ أَبِي هُرَيْرَةَ، أَنَّ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، قَالَ: .لَا تَجْعَلُوا بُيُوتَكُمْ مَقَابِرَ، إِنَّ الشَّيْطَانَ يَنْفِرُ مِنَ الْبَيْتِ الَّذِي تُقْرَأُ فِيهِ سُورَةُ الْبَقَرَةِ. رَوَاه مُسْلِم (780)
عَنِ النُّعْمَانِ بْنِ بَشِيرٍ رَضِيَ الله عّنْهُ، أَنَّ رَسُولَ اللَّه صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ:"إِنَّ اللَّهَ كَتَبَ كِتَابًا قَبْلَ أَنْ يَخْلُقَ السَّمَوَاتِ وَالْأَرْضَ بِأَلْفَيْ عَامٍ فَأَنْزَلَ مِنْهُ آيَتَيْنِ فَخَتَمَ بِهِمَا سُورَةَ الْبَقَرَةِ وَلَا يُقْرَآنِ فِي دَارٍ ثَلَاثَ لَيَالٍ فَيَقْرَبَهَا الشَّيْطَانُ". أحمد (4/274 ، رقم 18438) ، والترمذي (5/159 ، رقم 2882)
عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: "اقْرَءُوا الزَّهْرَاوَيْنِ: الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ، فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، تُحَاجَّانِ عَنْ أَصْحَابِهِمَا". رَوَاه مُسْلِم (1/ 840)، وأَحمَد فِي "المُسْنَد" (36/ 22193)
فَضْلُ آيَةِ الْكُرْسِيِّ
عَنْ أُبَيِّ بْنِ كَعْبٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "يَا أَبَا الْمُنْذِرِ، أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللهِ مَعَكَ أَعْظَمُ؟" قَالَ: قُلْتُ: اللهُ وَرَسُولُهُ أَعْلَمُ. قَالَ: "يَا أَبَا الْمُنْذِرِ أَتَدْرِي أَيُّ آيَةٍ مِنْ كِتَابِ اللهِ مَعَكَ أَعْظَمُ؟" قَالَ: قُلْتُ: {اللهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ} [البَقَرَة: 255]. قَالَ: فَضَرَبَ فِي صَدْرِي، وَقَالَ: «وَاللهِ؛ لِيَهْنِكَ الْعِلْمُ أَبَا الْمُنْذِرِ". رَوَاه مُسْلِم (1/ 810)، وأَبُو دَاوُد (2/ 1460)
وعَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "مَنْ قَرَأَ آيَةَ الْكُرْسِيِّ فِي دُبُرِ كُلِّ صَلَاةٍ مَكْتُوبَةٍ، لَمْ يَمْنَعْهُ مِنْ دُخُولِ الْجَنَّةِ إِلَّا أَنْ يَمُوتَ". رَوَاه النَّسَائِيُّ فِي "السُّنَن الكُبْرَى" (9/ 9848)، والطَبَرَانِيُّ فِي "المُعجَم الكَبِير" (8/ 7523)
فَضْلُ الْآيَتَيْنِ مِنْ آخِرِ سُورَةِ البَقَرَةِ
عَنْ أَبِي مَسْعُودٍ الْأَنْصَارِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ النَّبِيُّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "مَنْ قَرَأَ بِالْآيَتَيْنِ مِنْ آخِرِ سُورَةِ البَقَرَةِ فِي لَيْلَةٍ، كَفَتَـاهُ". رَوَاه البُخَارِي (6/ 5008، 5009)، ومُسْلِم (1/ 808)
الأحاديث الضعيفة التي وردت فى فضل سورة البقرة
آيتان هما قرآن، وهما يشفعان، وهما مما يحبهما الله، الآيتان في آخر سورة البقرة. [سلسلة الأحاديث الضعيفة/154]
من قرأ سورة البقرة توج بتاج في الجنة.((موضوع)) [سلسلة الأحاديث الضعيفة/4633]
"إن لكل شيء سناما، وإن سنام القرآن، سورة البقرة ، من قرأها في بيته ليلا لم يدخله الشيطان ثلاث ليال، ومن قرأها في بيته نهارا لم يدخله الشيطان ثلاثة أيام"
''',
'title': 'فَضْلُ سُورَةِ الْبَقَرَةِ',
},

  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة آلِ عِمْرَان
عَنْ أَبِي أُمَامَةَ الْبَاهِلِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: سَمِعْتُ رَسُولَ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ، يَقُولُ: "اقْرَءُوا الزَّهْرَاوَيْنِ: الْبَقَرَةَ وَسُورَةَ آلِ عِمْرَانَ، فَإِنَّهُمَا تَأْتِيَانِ يَوْمَ الْقِيَامَةِ كَأَنَّهُمَا غَمَامَتَانِ، تُحَاجَّانِ عَنْ أَصْحَابِهِمَا". رَوَاه مُسْلِم (1/ 840)، وأَحمَد فِي "المُسْنَد" (36/ 22193)
الأحاديث الضعيفة التي وردت فى فضل سورة آلِ عِمْرَان
"من قرأ السورة التي يذكر فيها آل عمران يوم الجمعة ، صلى الله عليه و ملائكته حتى تجب الشمس". (موضوع) [سلسلة الأحاديث الضعيفة/ 415]
اسم الله الأعظم الذي إذا دعي به أجاب في هذه الآية من آل عمران: "قل اللهم مالك الملك تؤتي الملك من تشاء" إلى آخره. [سلسلة الأحاديث الضعيفة /2772]
الشرك أخفى في أمتي من دبيب النمل على الصفا في الليلة الظلم اء، وأدناه أن تحب على شيء من الجور أو تبغض على شيء من العدل، وهل الدين إلا الحب في الله والبغض في الله؟ قال الله -تعالى-: {قل إن كنتم تحبون الله فاتبعوني يحببكم الله} (آل عمران: 31). [سلسلة الأحاديث الضعيفة/3755]
من قرأ آخر "آل عمران في ليلة كتب له قيام ليلة". [ضعيف مشكاة المصابيح 2112]
"من قرأ سورة آل عمران يوم الجمعة صلت عليه الملائكة إلى الليل". [ضعيف مشكاة المصابيح 2113]
ما من رجل يكون على دابة صعبة فيقول في أذنها: "أفغير دين الله يبغون وله أسلم من في السموات والأرض طوعاً وكرهاً وإليه يرجعون" (آل عمران: 83) إلا وقفت لإذن الله تعالى. [ضعيف الكلم الطيب 177]
ما خيب الله تعالى عبدا قام في جوف الليل، فافتتح سورة (البقرة) و(آل عمران)، ونعم كنز المرء (البقرة) و(آل عمران). [ضعيف الجامع الصغير 5063]
''',
    'title': 'فَضْلُ سُورَةِ آلِ عِمْرَانَ',
  },
  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة الكَهْفِ
عَنْ أَبِي الدَّرْدَاءِ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ قَالَ: "مَنْ حَفِظَ عَشْرَ آيَاتٍ مِنْ أَوَّلِ الْكَهْفِ، عُصِمَ مِنْ فِتْنَةِ الدَّجَّالِ". رَوَاه مُسْلِم (1/ 809)، وأَبُو دَاوُد (4/ 4323)، والتِّرمِذِي (5/ 2886)
عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ قَالَ: مَنْ قَرَأَ سُوَرَةَ الْكَهْفِ فِي يَوْمِ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ مَا بَيْنَ الْجُمُعَتَيْنِ. [صححه الألباني في صحيح الترغيب والترهيب/736]
عَنْ أَبِي سَعِيدٍ الْخُدْرِيِّ رَضِيَ اللَّهُ عَنْهُ أَنَّ النَّبِيَّ قَالَ: مَنْ قَرَأَ سُورَةَ الْكَهْفِ لَيْلَةَ الْجُمُعَةِ أَضَاءَ لَهُ مِنَ النُّورِ فِيمَا بَيْنَهُ وَبَيْنَ الْبَيْتِ الْعَتِيق. [صححه الألباني في صحيح الترغيب والترهيب/736]
الأحاديث الضعيفة التي وردت فى فضل سورة الكَهْفِ
ألا أخبركم بسورة ملأت عظمتها ما بين السماء و الأرض؟ و لقارئها من الأجر مثل ذلك، و من قرأها غفر له ما بينه و بين الجمعة الأخرى، وزيادة ثلاثة أيام؟ قالوا: بلى قال: سورة الكهف. [ضعيف جداَ/ضعيف الجامع الصغير/ 2160]
سورة الكهف تدعى في التوراة: الحائلة تحول بين قارئها وبين النار. [سلسلة الأحاديث الضعيفة/ 3259]
من قرأ ثلاث آيات من أول الكهف عصم من فتنة الدجال. [ضعيف مشكاة المصابيح/ 2088]
''',
    'title':'فَضْلُ سُورَةِ الكَهْفِ',
  },
  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة المُلْكِ
عَنْ أَبِي هُرَيْرَةَ رَضِيَ اللَّهُ عَنْهُ، عَنِ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: "سُورَةٌ مِنَ الْقُرْآنِ ثَلَاثُونَ آيَةً، تَشْفَعُ لِصَاحِبِهَا حَتَّى يُغْفَرَ لَهُ: (تَبَارَكَ الَّذِي بِيَدِهِ الْمُلْك)". رَوَاه أَبُو دَاوُد (2/ 1400)، والتِّرمِذِي (5/ 2891)، وقَالَ: "حَدِيثٌ حَسَنٌ"
عَنْ جَابِرٍ، قَالَ: "كَانَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ لَا يَنَامُ حَتَّى يَقْرَأَ الم تَنْزِيلُ السَّجْدَةَ، وَتَبَارَكَ الَّذِي بِيَدِهِ الْمُلْكُ". [رواه الترمذي وصححه الألباني /2316]
''',
    'title': 'فَضْلُ سُورَةِ المُلْكِ',
  },

  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة الكَافِرُون
عَنْ نَوْفَلٍ الأَشجَعِيُّ رَضِيَ اللَّهُ عَنْهُ، أَنَّهُ أَتَى النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: يَا رَسُولَ اللَّهِ عَلِّمْنِي شَيْئًا أَقُولُهُ إِذَا أَوَيْتُ إِلَى فِرَاشِي، قَالَ: "اقْرَأْ: (قُلْ يَا أَيُّهَا الكَافِرُونَ) فَإِنَّهَا بَرَاءَةٌ مِنَ الشِّرْكِ". رَوَاه أَبُو دَاوُد (4/ 5055)، والتِّرمِذِي (5/ 3403) وصَحَّحَهُ
    ''',
    'title': 'فَضْلُ سُورَةِ الكَافِرُون',
  },
  {
    'sour': '''
لأحاديث الصحيحة التي وردت فى فضل سورة الإِخْلاَصِ
عَنْ عَبْدِ اللَّهِ بْنِ مَسْعُودٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللَّهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "أَيَعْجِزُ أَحَدُكُمْ أَنْ يَقْرَأَ كُلَّ لَيْلَةٍ ثُلُثَ الْقُرْآنِ؟" قَالُوا: وَمَنْ يُطِيقُ ذَلِكَ؟ قَالَ: "بَلَى؛ (قُلْ هُوَ اللَّهُ أَحَدٌ)". رَوَاه البُخَارِي (6/ 5015)، ومُسْلِم (1/ 811)، وأَحمَد (14/ 11053)
وعَنْ أَنَسِ بْنِ مَالِكٍ رَضِيَ اللَّهُ عَنْهُ، قَالَ: جَاءَ رَجُلٌ إِلَى رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ فَقَالَ: إِنِّي أُحِبُّ هَذِهِ السُّورَةَ: (قُلْ هُوَ اللَّهُ أَحَدٌ). فَقَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "حُبُّكَ إِيَّاهَا أَدْخَلَكَ الْجَنَّةَ". رَوَاه البُخَارِي (1/ ص155) تَعلِيقاً، والتِّرمِذِي (5/ 2901) وحَسَّنَهُ
عن مُعَاذِ بْنِ أَنَسٍ الْجُهَنِيِّ رضي الله عنه عَنْ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ قَالَ: مَنْ قَرَأَ قُلْ هُوَ اللَّهُ أَحَدٌ حَتَّى يَخْتِمَهَا عَشْرَ مَرَّاتٍ بَنَى اللَّهُ لَهُ قَصْرًا فِي الْجَنَّةِ ، فَقَالَ عُمَرُ بْنُ الْخَطَّابِ : إِذَنْ أَسْتَكْثِرَ يَا رَسُولَ اللَّهِ ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : اللَّهُ أَكْثَرُ وَأَطْيَبُ. رواه أحمد (15057) ، وصححه الألباني في صحيح الجامع (6472)
عَنْ مُعَاذِ بْنِ عَبْدِ اللَّهِ بْنِ خُبَيْبٍ ، عَنْ أَبِيهِ ، قَالَ: خَرَجْنَا فِي لَيْلَةٍ مَطِيرَةٍ ، وَظُلْمَةٍ شَدِيدَةٍ ، نَطْلُبُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ يُصَلِّي لَنَا ، قَالَ : فَأَدْرَكْتُهُ ، فَقَالَ : قُلْ : فَلَمْ أَقُلْ شَيْئًا ، ثُمَّ قَالَ : قُلْ : فَلَمْ أَقُلْ شَيْئًا ، قَالَ : قُلْ ، فَقُلْتُ : مَا أَقُولُ ؟ قَالَ : قُلْ : " قُلْ هُوَ اللَّهُ أَحَدٌ , وَالْمُعَوِّذَتَيْنِ حِينَ تُمْسِي وَتُصْبِحُ ثَلَاثَ مَرَّاتٍ تَكْفِيكَ مِنْ كُلِّ شَيْءٍ". [رواه الترمذي وصححه الألباني /2829]
عَنْ أَبِي هُرَيْرَةَ رضي الله عنه قَالَ: أَقْبَلْتُ مَعَ النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَسَمِعَ رَجُلاً يَقْرَأُ "قُلْ هُوَ اللَّهُ أَحَدٌ ، اللَّهُ الصَّمَدُ" ، فَقَالَ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ : وَجَبَتْ قُلْتُ : وَمَا وَجَبَتْ ؟ قَالَ : الْجَنَّةُ. [رواه الترمذي وصحح الألباني /2320]
عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ لَقِيتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي: يَا عُقْبَةُ بْنَ عَامِرٍ أَلا أُعَلِّمُكَ سُوَرًا مَا أُنْزِلَتْ فِي التَّوْرَاةِ وَلا فِي الزَّبُورِ و لا فِي الإِنْجِيلِ وَلا فِي الْفُرْقَانِ مِثْلُهُنَّ لا يَأْتِيَنَّ عَلَيْكَ لَيْلَةٌ إِلا قَرَأْتَهُنَّ فِيهَا قُلْ هُوَ اللَّهُ أَحَدٌ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ قَالَ عُقْبَةُ فَمَا أَتَتْ عَلَيَّ لَيْلَةٌ إِلا قَرَأْتُهُنَّ فِيهَا وَحُقَّ لِي أَنْ لا أَدَعَهُنَّ وَقَدْ أَمَرَنِي بِهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. [سلسلة الأحاديث الصحيحة/2861]
الأحاديث الضعيفة التي وردت فى فضل سورة الإِخْلاَصِ
"من قرأ قل هو الله أحد في مرضه الذي يموت فيه، لم يفتن في قبره، وأمن من ضغطة القبر، و حملته الملائكة يوم القيامة بأكفها حتى تجيزه من الصراط إلى الجنة". (موضوع) [سلسلة الأحاديث الضعيفة/301]
"من قرأ (قل هو الله أحد) عشرين مرة بنى الله له قصرا في الجنة". [سلسلة الأحاديث الضعيفة/1351]
"من قرأ {قل هو الله أحد} مائتي مرة، غفرت له ذنوب مائتي سنة". [سلسلة الأحاديث الضعيفة/295]
"من قرأ قل هو الله أحد مائتي مرة كتب الله له ألفا و خمسمائة حسنة، إلا أن يكون عليه دين". [سلسلة الأحاديث الضعيفة/300]
"من مر بالمقابر فقرأ (قل هو الله أحد) إحدى عشرة مرة، ثم وهب أجره للأموات، أعطي من الأجر بعدد الأموات". [سلسلة الأحاديث الضعيفة/1290]
"من صلى الصبح ثم قرأ (قل هو الله أحد) مائة مرة قبل أن يتكلم، فكلما قرأ (قل هو الله أحد) غفر له ذنب سنة". [سلسلة الأحاديث الضعيفة/405]
"من مر على المقابر فقرأ فيها إحدى عشرة مرة: {قل هو الله أحد} ثم وهب أجره للأموات أعطي من الأجر بعدد الأموات". [سلسلة الأحاديث الضعيفة /3277]
"من قرأ بعد صلاة الجمعة {قل هو الله أحد} و{قل أعوذ برب الفلق} و{قل أعوذ برب الناس} سبع مرات أجاره الله بها من السوء إلى الجمعة الأخرى". [سلسلة الأحاديث الضعيفة /4129]
  ''',
    'title': 'فَضْلُ سُورَةِ الإِخْلاَصِ',
  },
  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة الفَلَقِ والنَّاسِ (المعوذتين)
عَنْ عُقْبَةَ بْنِ عَامِرٍ الجُهَنِيِّ رَضِيَ اللَّهُ عَنْهُ، قَالَ: قَالَ رَسُولُ اللهِ صَلَّى اللهُ عَلَيْهِ وَسَلَّمَ: "أَلَمْ تَرَ آيَاتٍ أُنْزِلَتِ اللَّيْلَةَ لَمْ يُرَ مِثْلُهُنَّ قَطُّ: (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) وَ (قُلْ أَعُوذُ بِرَبِّ النَّاسِ)". رَوَاه مُسْلِم (1/ 814)، وأَبُو دَاوُد (2/ 1462)
وعَنْ جَابِرِ بْنِ عَبْدِ اللَّهِ رَضِيَ اللَّهُ عَنْهُمَا، قَالَ: قَالَ لِي رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "اقْرَأْ يَا جَابِرُ". قُلْتُ: وَمَا أَقْرَأُ بِأَبِي أَنْتَ وَأُمِّي؟ قَالَ: "اقْـــرَأْ: (قُلْ أَعُوذُ بِرَبِّ الْفَلَقِ) وَ (قُلْ أَعُوذُ بِرَبِّ النَّاسِ). فَقَرَأْتُهُمَا، فَقَالَ: «اقْرَأْ بِهِمَا، وَلَنْ تَقْرَأَ بِمِثْلِهِمَا". رَوَاه النَّسَائِيُّ (8/ 5441)، وابْنُ حِبَّان (3/ 796). وهو حَدِيث حَسَن
عَنْ عُقْبَةَ بْنِ عَامِرٍ قَالَ لَقِيتُ رَسُولَ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ فَقَالَ لِي: يَا عُقْبَةُ بْنَ عَامِرٍ أَلا أُعَلِّمُكَ سُوَرًا مَا أُنْزِلَتْ فِي التَّوْرَاةِ وَلا فِي الزَّبُورِ و لا فِي الإِنْجِيلِ وَلا فِي الْفُرْقَانِ مِثْلُهُنَّ لا يَأْتِيَنَّ عَلَيْكَ لَيْلَةٌ إِلا قَرَأْتَهُنَّ فِيهَا قُلْ هُوَ اللَّهُ أَحَدٌ وَقُلْ أَعُوذُ بِرَبِّ الْفَلَقِ وَقُلْ أَعُوذُ بِرَبِّ النَّاسِ قَالَ عُقْبَةُ فَمَا أَتَتْ عَلَيَّ لَيْلَةٌ إِلا قَرَأْتُهُنَّ فِيهَا وَحُقَّ لِي أَنْ لا أَدَعَهُنَّ وَقَدْ أَمَرَنِي بِهِنَّ رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ. [سلسلة الأحاديث الصحيحة/2861]
الأحاديث الضعيفة التي وردت فى فضل سورة الفَلَقِ والنَّاسِ (المعوذتين)
"من قرأ بعد صلاة الجمعة {قل هو الله أحد} و{قل أعوذ برب الفلق} و{قل أعوذ برب الناس} سبع مرات أجاره الله بها من السوء إلى الجمعة الأخرى". [سلسلة الأحاديث الضعيفة /4129]
    ''',
    'title': 'فَضْلُ سُورَةِ الفَلَقِ والنَّاسِ (المعوذتين)',
  },
  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة هود
عَنْ ابْنِ عَبَّاسٍ، قَالَ: قَالَ أَبُو بَكْرٍ: يَا رَسُولَ اللَّهِ قَدْ شِبْتَ، قَالَ: "شَيَّبَتْنِي هُودٌ، وَالوَاقِعَةُ، وَالمُرْسَلَاتُ، وَعَمَّ يَتَسَاءَلُونَ، وَإِذَا الشَّمْسُ كُوِّرَتْ". [رواه الترمذي وصححه الألباني في صحيح الجامع / 3723]
قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "شيبتني هود وأخواتها قبل المشيب". [صحيح الجامع الصغير/3721]
قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "شيبتني هود وأخواتها من المفصل". [صحيح الجامع الصغير/3722]
قال رَسُولُ اللَّهِ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "قد شيبتي هود وأخواتها". [صحيح الشمائل المحمدية/35]
الأحاديث الضعيفة التي وردت فى فضل سورة هود
"شيبتني (هود) وأخواتها، وما فعل بالأمم قبلي". [ضعيف الجامع الصغير/3421]
"اقرؤوا سورة هود يوم الجمعة". [ضعيف الجامع الصغير/1070]
"شيبتني (هود) وأخواتها، (الواقعة) و(الحاقة) و(إذا الشمس كورت)". [ضعيف الجامع الصغير/ 3419]
"شيبتني سورة هود وأخواتها الواقعة والقارعة والحاقة وإذا الشمس كورت وسأل سائل". [ضعيف الجامع الصغير/3418]
"شيبتني (هود) وأخواتها: ذكر يوم القيامة ، و قصص الأمم". [ضعيف الجامع الصغير/3420]
    ''',
    'title': 'فَضْلُ سُورَةِ هود',
  },
  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة الإسراء
عن عَائِشَة رضي الله عنها قالت: "كَانَ النَّبِيُّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ لَا يَنَامُ حَتَّى يَقْرَأَ الزُّمَرَ ، وَبَنِي إِسْرَائِيلَ". [سلسلة الأحاديث الصحيحة/641]
عَنِ الْعِرْبَاضِ بْنِ سَارِيَةَ رَضِيَ اللَّهُ عَنْهُ ، أَنَّ النَّبِيَّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ: "كَانَ لَا يَنَامُ حَتَّى يَقْرَأَ الْمُسَبِّحَاتِ ، وَيَقُولُ فِيهَا آيَةٌ خَيْرٌ مِنْ أَلْفِ آيَةٍ". [رواه الترمذي وصححه الألباني /2712]
المسبحات: هي السور التي تفتتح بقوله تعالى "سبح" أو "يسبح" وهن سور الإسراء، الحديد، الحشر، الصف، الجمعة ، التغابن، والأعلى
    ''',
    'title': 'فَضْلُ سُورَةِ الإسراء',
  },
  {
    'sour': '''
الأحاديث الصحيحة التي وردت فى فضل سورة الفتح
عَنْ أَنَسٍ أَنَّهَا نَزَلَتْ عَلَى النَّبِيِّ صَلَّى اللَّهُ عَلَيْهِ وَسَلَّمَ مَرْجِعَهُ مِنْ الْحُدَيْبِيَةِ وَأَصْحَابُهُ يُخَالِطُونَ الْحُزْنَ وَالْكَآبَةَ وَقَدْ حِيلَ بَيْنَهُمْ وَبَيْنَ مَسَاكِنِهِمْ وَنَحَرُوا الْهَدْيَ بِالْحُدَيْبِيَةِ ( إِنَّا فَتَحْنَا لَكَ فَتْحًا مُبِينًا إِلَى قَوْلِهِ (صِرَاطًا مُسْتَقِيمًا)قَالَ : لَقَدْ أُنْزِلَتْ عَلَيَّ آيَتَانِ هُمَا أَحَبُّ إِلَيَّ مِنْ الدُّنْيَا جَمِيعًا ) [ رواه أحمد وصححه الألباني في صحيح الجامع / 5121]
    ''',
    'title': 'فَضْلُ سُورَةِ الفتح',
  },
  {
    'sour': '''
هام جداً: تم وضع الأحاديث الضعيفة هنا لكي لايؤخذ بها و يعلم الناس أنها ضعيفة

الأحاديث الضعيفة التي وردت فى فضل سورة يس
جميع الروايات الواردة بفضل سورة (يس) ضعيفة أو موضوعة
(إن الله تبارك وتعالى قرأ (طه) و(يّس) قبل أن يخلق آدم بألفي عام، فلما سمعت الملائكة القرآن قالوا: طوبى لأمة ينزل هذا عليهم، وطوبى لألسن تتكلم بهذا، وطوبى لأجوف تحمل هذا)[سلسلة الأحاديث الضعيفة/ 1248]
(من دخل المقابر فقرأ سورة (يّس) خفف عنهم يومئذ، وكان له بعدد من فيها حسنات)[((موضوع))/سلسلة الأحاديث الضعيفة/1246]
(إن لكل شيء قلبا، وقلب القرآن (يس)، ومن قرأ (يس) كتب الله له بقراءتها قراءة القرآن عشر مرات)[((موضوع))/ضعيف الترغيب و الترهيب/885]
من قرأ (يس) ابتغاء وجه الله، غفر الله له ما تقدم من ذنبه، فاقرؤوها عند موتاكم)((ضعيف))[ضعيف الجامع الصغير/5785]
(من قرأ {يس} في صدر النها قضيت حوائجه)[((ضعيف))/ضعيف مشكاة المصابيح/2118]
الأحاديث الضعيفة التي وردت فى فضل سورة الدخان
(من قرأ سورة الدخان في ليلة الجمعة غفر له). [((ضعيف جدا)). سلسلة الأحاديث الضعيفة/4632]
(من قرأ سورة {الدخان} في ليلة أصبح يستغفر له سبعون ألف ملك). [((موضوع))/ضعيف الترغيب و الترهيب/978]
(من صلى بسورة الدخان في ليلة بات يستغفر له سبعون ألف ملك). [ضعيف الترغيب والترهيب/448]
(من قرأ {حم الدخان} في ليله الجمعة أو يوم الجمعة بنى الله له بها بيتا في الجن ة). [((ضعيف جدا))/ضعيف الترغيب والترهيب/449]
(من قرأ سورة يس في ليلة أصبح مغفورا له. ومن قرأ الدخان ليلة الجمعة أصبح مغفورا له). [ضعيف الترغيب و الترهيب/978]
الأحاديث الضعيفة التي وردت فى فضل سورة غافر
(من قرأ {الدخان}كلها، وأول {حم غافر} إلى {وإليه المصير}، و{آية الكرسي} حين يمسي حفظ بها حتى يصبح، ومن قرأها حين يصبح، حفظ بها حتى يمسي). [((ضعيف))/ضعيف الترغيب والترهيب/390]
الأحاديث الضعيفة التي وردت فى فضل سورة الحشر
(من قال حين يصبح ثلاث مرات: أعوذ بالله السميع العليم، من الشيطان الرجيم، و قرأ ثلاث آيات من آخر سورة (الحشر)، وكل الله به سبعين ألف ملك، يصلون عليه حين يمسي، و إن مات في ذلك اليوم، مات شهيدا، و من قالها حين يمسي كان بتلك المنزلة). [((ضعيف))/ضعيف الجامع الصغير/5732]
(من قرأ خواتيم (الحشر) من ليل أو نهار، فقبض في ذلك اليوم أو الليلة فقد أوجب الجن ة). [((ضعيف))/ضعيف الجامع الصغير/5770]
(اسم الله الأعظم في ست آيات من آخر سورة الحشر). [ضعيف الجامع الصغير/ 853]
(إذا أخذت مضجعك فاقرأ سورة الحشر، إن مت مت شهيدا). [ضعيف الجامع الصغير/307]
الأحاديث الضعيفة التي وردت فى فضل سورة الرحمن
(لكل شىء عروس، وعروس القرآن الرحمن). [((ضعيف))/ضعيف الجامع الصغير/ 4729]
الأحاديث الضعيفة التي وردت فى فضل سورة الواقعة
(علموا نساءكم سورة {الواقعة}، فإنها سورة الغنى). [ضعيف الجامع الصغير/3730]
(من قرأ سورة (الواقعة و تعلمها، لم يكتب من الغافلين، و لم يفتقر هو و أهل بيته). [سلسلة الأحاديث الضعيفة/291]
(من قرأ سورة (الواقعة) في كل ليلة، لم تصبه فاقة أبدا). [((ضعيف))/ضعيف الجامع الصغير/5773]
الأحاديث الضعيفة التي وردت فى فضل سورة الزلزلة
(إذا زلزلت تعدل نصف القرآن). [((ضعيف))/ضعيف الترغيب و الترهيب/889]
الأحاديث الضعيفة التي وردت فى فضل سورة الشرح وســورة الفيل
(من قرأ في الفجر بـ (ألم نشرح) و (ألم تر كيف) لم يرمد)[(((لا أصل له)))/سلسلة الأحاديث الضعيفة/67]
الأحاديث الضعيفة التي وردت فى فضل سورة القدر
(قراءة (سورة إنا أنزلناه) عقب الوضوء ). [سلسلة الأحاديث الضعيفة/68]
(من قرأ في إثر وضوئه: {إنا أنزلناه في ليلة القدر } مرة واحدة كان من الصديقين، و ن قرأها مرتين كتب في ديوان الشهداء ، ومن قرأها ثلاثا حشره الله محشر الأنبياء). [سلسلة الأحاديث الضعيفة/1449]''',
    'title': 'الأحاديث الضعيفة التي وردت في فضائل بعض السور',
  },
];
